/* Hybrid map view */
"Hybrid" = "Hybrid";

/* Interesting place I have visited */
"Interesting place I have visited" = "Interessanter Ort, den ich besucht habe";

/* Satellite map view */
"Satellite" = "Satellit";

/* Standard map view */
"Standard" = "Standard";

/* The place where I currently live */
"The place where I currently live" = "Der Ort, an dem ich zur Zeit lebe";

/* The place where I was born */
"The place where I was born" = "Der Ort, an dem ich geboren wurde";

